ubinos/ArduinoCore-API_wrapper/include/arch/arm/cortexm/nucleof207zg/variant.h
#ifndef VARIANT_H_
#define VARIANT_H_

// #define NUM_DIGITAL_PINS    117
#define NUM_DIGITAL_PINS    16

#endif /* VARIANT_H_ */

